Repository: GijonDev/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Summoner name...
es: Nombre de invocador

source: Invalid name
es: Nombre inválido

source: Invalid characters:
es: Caracteres inválidos

source: Maximum 16 characters
es: Máximo 16 caracteres

source: Must be two or more characters
es: Debe tener 2 o más caracteres

source: Names can't contain 'riot'
es: Los nombres no pueden contener 'Riot'

source: This is a problem with Riot's servers
es: Ha ocurrido un problema en la conexión con los servidores de Riot

source: New Account
es: Nueva cuenta

source: Name Change
es: Cambiar nombre

source: Generator
es: Generador

source: None available for %(name)s, out of %(num_variants)s variants.
es: No hay ninguna variación disponible para %(name)s, de %(num_variants)s variantes.

source: Summoner name not in use
es: Nombre de invocador sin usar

source: Account ID Lookup
es: Buscador de ID

source: Account ID
es: ID de cuenta

source: Lookup name by Account ID
es: Nombre de invocador por ID de cuenta

source: This is an old account ID. Please search the name again to get a new one
es: Esta es una ID de cuenta antigua. Por favor, busque el nombre de nuevo para obtener uno nuevo

source: Summoner Level High Scores
es: Niveles más altos de invocador

source: All Upcoming Names
es: Próximos nombres disponibles

source: Recently Available Names
es: Nuevos nombres disponibles

source: Two Letter Names
es: Nombres de dos letras

source: Three Letter Names
es: Nombres de tres letras

source: Four Letter Names
es: Nombres de cuatro letras

source: All
es: Todos

source: Only letters
es: Solo letras

source: Only numbers
es: Sólo números

source: With symbols
es: Con símbolos

source: Lists
es: Listas

source: No active game for %(name)s
es: %(name)s no está actualmente en partida

source: No summoner with name "%(name)s" on %(region)s.
es: Ningún invocador con nombre "%(name)s" en %(region)s.

source: Perfect Pickems
es: Pickems perfectos

source: LoL Names
es: Nombres de LoL

source: Checker
es: Escáner

source: Highscores
es: Mayores puntuaciones

source: Tools
es: Herramientas

source: Lookup Match Details
es: Buscar detalles de partidas activas

source: Track Name Changes
es: Rastrear cambios de nombres

source: Lookup Account ID
es: Buscador de ID de cuenta

source: Search by Account ID
es: Buscar con ID de cuenta

source: Statistics
es: Estadísticas

source: Summoner Levels
es: Nivel de invocador

source: Summoner Icons
es: Icono de Invocador

source: FAQ
es: Preguntas frecuentes

source: Languages
es: Idiomas

source: lol name checker
es: lol nombre corrector

source: league name checker
es: verificador de nombres de la liga

source: lol names
es: lol nombres

source: League of Legends name checker
es: Comprobador de nombres de League of Legends

source: lol name check
es: lol nombre chequeo

source: league names
es: nombres de liga

source: name checker lol
es: verificador de nombres lol

source: League of Legends names
es: Nombres de League of Legends

source: summoner name checker
es: verificador de nombres de invocador

source: league name availability
es: disponibilidad del nombre de la liga

source: lol name availability
es: disponibilidad de nombre lol

source: available league names
es: nombres de liga disponibles

source: Frequently Asked Questions about summoner names
es: Preguntas Frecuentes acerca de los nombres de invocador

source: FAQ questions about League of Legends summoner name change rules.
es: Preguntas Frecuentes acerca de las reglas para el cambio de nombre de invocador de League of Legends

source: Close
es: Cerrar

source: This section contains a wealth of information, related to <strong>LoL Names.GG</strong> and its use. If you cannot find an answer to your question, feel free to <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contact me</a>.
es: Esta sección contiene información acerca de <strong>LoLNames.GG</strong> y su uso. Si no puedes encontrar la respuesta a tu pregunta, siéntete libre de <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contactarme</a>.

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: Where should I report a bug or make a suggestion?
es: ¿Dónde debería reportar una traducción incorrecta?

source: GitHub is my pefered option. Otherwise you can contact me on Reddit, Facebook or Twitter. Please include the URL the bug occured on and as much information as possible.
es: GitHub es mi opción preferida. De lo contrario puedes contactarme en Reddit, Facebook o Twitter. Incluya la URL en la que se produjo el error y la mayor cantidad de información posible.

source: How frequently do the lists update?
es: ¿Con qué frecuencia se actualizan las listas?

source: The lists will update about once every hour. A full rescan is done every week.
es: Las listas se actualizan aproximadamente una vez cada hora. Se hace un escaneo completo cada semana.

source: Why can't I take a name on a new account?
es: ¿Por qué no puedo elegir un nombre para una cuenta nueva?

source: If a name is already taken by an account you can only obtain it via a name change. These names are shown with a green background. If a name isn't taken by a current user you can take it on a brand new account. These names are shown with a blue background.
es: Si un nombre ha sido usado ya en una cuenta, solo puedes obtenerlo mediante un cambio de nombre. Estos nombres se muestran con un fondo verde. Si un nombre no ha sido usado nunca, puedes elegirlo para una cuenta nueva. Estos nombres se muestran con un fondo azul.

source: What if the account is banned?
es: ¿Y si la cuenta está suspendida?

source: If the account is banned it may be shown as being free with a green background, however it will remain unavailable indefinitely unless Riot changes their policy on banned accounts.
es: Si la cuenta está suspendida se mostrará entonces como "Libre", con un fondo verde. Sin embargo, no va a volver a estar disponible nunca, a no ser que Riot cambie su política de cuentas suspendidas.

source: How can I get a 2 letter name?
es: ¿Cómo puedo obtener un nombre de 2 letras?

source: The minimum characters for League of Legends names are 3. You can put a space between the characters to fix this.
es: Los caracteres mínimos para los nombres de League of Legends son 3. Puedes poner un espacio entre los carácteres para solucionarlo.

source: What timezone is used?
es: ¿Qué zona horaria se usa?

source: All timezones are in UTC. Use this <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">timezone converter</a> to adjust them to your local time.
es: Todos los horarios están especificados en UTC. Usa este <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">conversor de zonas horarias</a> para ajustarlos a tu hora local.

source: When exactly will the name become available?
es: ¿Cuándo estará disponible un nombre exactamente?

source: Normally names are cleaned up at midnight UTC. However, in some cases I've found it has taken 48 hours. Check every few hours on the day it is listed.
es: Normalmente los nombres son limpiados a medianoche en horario UTC pero, en algunos casos, puede llegar a tardar 48 horas. Fíjate cada pocas horas el día que aparece.

source: Can you remove a name from a list for me?
es: ¿Puedes borrar un nombre de la lista por mí?

source: No. All the names are automatically scanned.
es: No. Todos los nombres son escaneados automáticamente.

source: Where should I report an incorrect translation?
es: ¿Dónde debería reportar una traducción incorrecta?

source: Contact me here.
es: Contáctame aquí.

source: Why are no pre Xayah and Rakan champion names allowed?
es: ¿Por qué no están permitidos los nombres de campeones previos a Xayah y Rakan?

source: Riot has said they will no longer reserve names of new champions.
es: Riot ya dijo que no va a reservar los nombres de nuevos campeones.

source: However they banned the accounts of the old names so they will never expire.
es: Igualmente, las cuentas con los nombres anteriores han sido baneadas así que nunca expirarán.

source: Disclaimer
es: Renuncia de Garantías

source: lol name generator
es: generador de nombre del lol

source: League of Legends name generator
es: Generador de nombres de League of Legends

source: league name generator
es: generador de nombres de la liga

source: lol names generator
es: lol nombres generador

source: League of Legends names generator
es: Generador de nombres de League of Legends

source: summoner name generator
es: generador de nombres de invocador

source: league names generator
es: generador de nombres de liga

source: lol username generator
es: lol nombre de usuario generador

source: name generator lol
es: nombre generador lol

source: lol ign generator
es: lol ign generador

source: League of Legends username generator
es: Generador de nombre de usuario de League of Legends

source: lol club tag generator
es: lol generador de tag de club

source: lol summoner name generator
es: lol generador de nombre de invocador

source: lol nickname generator
es: lol generador de apodos

source: lol generator name
es: lol generador de nombres

source: League of Legends summoner name generator
es: Generador de nombres de invocador de League of Legends

source: lol nicknames generator
es: lol apodo generador

source: ign generator lol
es: ign generador lol

source: lol nick generator
es: lol nick generador

source: League of Legends special characters
es: Personajes especiales de League of Legends

source: Add special characters to '%(name)s' and see which are available!
es: ¡Añade caracteres especiales a '%(name)s' para ver cuáles están disponibles!

source: The best League of Legends name generator! Use it to add special characters to any name and show which are available.
es: ¡El mejor generador de nombres para League of Legends! Úsalo para añadir carácteres especiales a cualquier nombre y ver cuáles están disponibles

source: LoL Name Generator
es: Generador de Nombres de LoL

source: The best League of Legends summoner name generator. The generator will automatically add special characters to League of Legends names and check to see whether they're free.
es: El mejor generador de nombres de invocador de League of Legends. El generador añadirá automáticamente carácteres especiales a nombres de League of Legends para verificar si están libres

source: Go
es: Buscar

source: This will add special characters to names and check to see if they're available.
es: Esto añadirá caracteres especiales a nombres y verificará si están disponibles.

source: A list of all uppercase and lowercase special characters that are allowed in League of Legends summoner names and look like english letters.
es: Una lista de todos los carácteres especiales en mayúsculas y minúsculas que están permitidos en los nombres de invocador de League of Legends y parecen letras inglesas.

source: Lower case:
es: Minúsculas:

source: Upper case:
es: Mayúsculas:

source: Symbols:
es: Símbolos:

source: Account ID Finder
es: Buscador de ID de cuenta

source: lol id
es: id lol

source: summoner id
es: Identificación del invocador

source: lol account finder
es: lol buscador de cuentas

source: account finder
es: buscador de cuentas

source: lol id finder
es: lol buscador de id

source: lol summoner id
es: ID de invocador lol

source: League of Legends account id
es: ID de cuenta de League of Legends

source: lol account id
es: lol ID de cuenta

source: summoner id lol
es: identificador de invocador lol

source: League of Legends id search
es: Búsqueda de identificación de League of Legends

source: League of Legends summoner id
es: ID de invocador de League of Legends

source: lol id search
es: búsqueda de lol id

source: League of Legends account lookup
es: Búsqueda de cuentas de League of Legends

source: League of Legends id
es: ID de League of Legends

source: summoner id League of Legends
es: id de invocador League of Legends

source: See %(name)s's Account ID and Summoner ID!
es: ¡Vea la ID de la cuenta de %(name)s y la ID del invocador!

source: Search for a summoner's Account ID and Summoner ID.
es: Busque la ID de cuenta del invocador y la ID del invocador.

source: LoL Account ID Finder
es: Buscador de ID de LoL

source: Enter a summoner name and find their account ID. If they name change the account ID will remain the same.
es: Escribe un nombre de invocador y encuentra su ID de cuenta. Si su nombre cambia, su ID de cuenta seguirá siendo el mismo

source: Search
es: Buscar

source: %(display_name)s was found!
es: Se encontró %(display_name)s!

source: Last game
es: Última partida

source: Last active
es: Activo por última vez

source: Level
es: Nivel

source: Track
es: Pista

source: Click and bookmark to track
es: Haz clic para rastrear

source: %(summoner_name)s is not in use!
es: ¡%(summoner_name)s no está en uso!

source: See what summoner name belongs to account ID %(account_id)s!
es: Ver qué nombre de invocador corresponde al ID de cuenta %(account_id)s

source: Search for a summoner name using an account ID.
es: Buscar un nombre de invocador usando el ID de cuenta

source: LoL Name by Account ID
es: Nombre de LoL según su ID de cuenta.

source: Track a summoner name using an account ID. Enter a summoner's account ID and find their username. It works the same way as lolking used to, bookmark the page and you'll always know the summoner name even after they name change.
es: Rastrea el nombre de un invocador usando una identificación de cuenta. Ingrese la ID de la cuenta de un invocador y encuentre su nombre de usuario. Funciona de la misma manera en que solía hacerlo, marcar la página y siempre sabrás el nombre del invocador incluso después de que cambien de nombre.

source: Account ID was found!
es: ID de cuenta encontrado!

source: Current Name
es: Nombre actual

source: Previous Names
es: Nombres previos

source: Coming soon!
es: ¡Próximamente!

source: Current level
es: Nivel actual:

source: %(account_id)s is not owned!
es: %(account_id)s está libre!

source: highest level in League of Legends
es: El nivel más alto en League of Legends

source: lol highest level
es: lol nivel más alto

source: highest League of Legends level
es: el nivel más alto de League of Legends

source: highest level in lol
es: nivel más alto en lol

source: highest league level
es: nivel más alto de la liga

source: highest level on League of Legends
es: Nivel más alto en League of Legends

source: highest level league player
es: jugador del lol de más alto nivel

source: top level lol
es: máximo nivel lol

source: highest level lol player
es: jugador de lol con nivel más alto

source: lol level
es: nivel del lol

source: League of Legends highest level player
es: Jugador de más alto nivel de League of Legends

source: who is the highest level in League of Legends
es: ¿Quién es el nivel más alto en League of Legends?

source: what is the highest level in League of Legends
es: ¿Cuál es el nivel más alto en League of Legends?

source: highest level in League of Legends right now
es: El nivel más alto en League of Legends en este momento.

source: summoner level leaderboard
es: Tabla de clasificación por nivel de invocador

source: See the top %(number)s summoner levels in the world!
es: Échale un vistazo al top %(number)s de invocadores con los niveles más altos!

source: The top summoner level in League of Legends!
es: Los iveles más altos de invocador de League of Legends

source: Track who has the highest summoner level in League of Legends. The high scores can be shown as world wide or sorted by region. See the summoner level leaderboards.
es: Rastrear a quien tiene el mayor nivel en League of Legends. Las mayores puntuaciones pueden ser mostradas a nivel mundial o regional. Échale un vistazo a la clasificación por niveles.

source: This leaderboard updates at least once daily. Bookmark this page and check back later for new updates.
es: Esta tabla de clasificación se actualiza al menos una vez al día. Marca esta página y vuelva más tarde para ver las nuevas actualizaciones.

source: Also check out the <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">summoner name checker</a> or the <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">lists of upcoming expiring names</a>.
es: También <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">puedes</a> ver el <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">verificador de nombres</a> del <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">invocador</a> o las <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listas de los próximos nombres que expiran</a> .

source: Rank
es: Rango en Clasificatoria

source: Icon
es: Icono

source: Summoner Name
es: Nombre de invocador

source: Region
es: Región

source: Current Level
es: Nivel actual

source: Check now
es: Revísalo ahora

source: League of Legends names list
es: Lista de nombres de League of Legends

source: names for lol
es: nombres para lol

source: lol nicknames
es: lol apodos

source: names for League of Legends
es: nombres para League of Legends

source: best lol names
es: mejores nombres lol

source: League of Legends nicknames
es: Apodos de League of Legends

source: lol names list
es: lista de nombres lol

source: best name in lol
es: mejor nombre en lol

source: League of Legends names available
es: League of Legends nombres disponibles

source: cool League of Legends names
es: nombres geniales de League of Legends

source: cool lol names
es: nombres cool lol

source: lol name list
es: lista de nombres lol

source: nicknames for lol
es: apodos para lol

source: best names for lol
es: mejores nombres para lol

source: name for lol
es: nombre para lol

source: nicknames for League of Legends
es: apodos para League of Legends

source: best lol names list
es: mejor lista de nombres del lol

source: best names for League of Legends
es: mejores nombres para League of Legends

source: lol inactive names
es: nombres inactivos del lol

source: See when the summoner name %(name)s is available!
es: Ver cuando el nombre de invocador %(name)s estará disponible

source: The best League of Legends names. Inactive name checker, generated lists and popular searches.
es: Los mejores nombres de League of Legends. Inspector de nombres inactivos, listas generadas y búsquedas populares

source: Finding a good username is hard, we make it easy! LoL Names GG provides a League of Legends name checker, a database of generated already available names and a list of upcoming names based off previous searches. LoL Names GG is the perfect place to get the best League of Legends summoner name. For example, view our list of three letter names or type in your dream League of Legends name and we'll let you know when it's available!
es: Encontrar un buen nombre de usuario es difícil pero, ¡nosotros lo hacemos fácil! lolnames.gg proporciona un comprobador de nombres de League of Legends, una base de datos de nombres ya disponibles generados y una lista de nombres próximamente disponibles basado en búsquedas anteriores. lolnames.gg es el lugar perfecto para obtener el mejor nombre de invocador de League of Legends. Por ejemplo, échale un vistazo a la lista de tres letras o escribe el nombre de tus sueños y te avisaremos cuando esté disponible.

source: LoL Name Checker
es: Escáner de nombres de LoL

source: Use this website to find when a summoner name will expire.
es: Usa esta página web para averiguar cuándo expirará un nombre de invocador

source: %(name)s is available!
es: %(name)s está disponible!

source: It took %(months)s months for cleanup
es: Tardó %(months)s meses en limpiarse

source: Cleanup date was
es: La fecha de limpieza fue

source: %(name)s is available in %(days)s days.
es: %(name)s estará disponible en %(days)s días.

source: It takes %(months)s months for cleanup
es: Los nombres se limpian en %(months)s meses

source: Cleanup date (if inactive)
es: Fecha de limpieza (si está inactivo)

source: Current level:
es: Nivel actual

source: Read FAQs
es: Leer preguntas frecuentes

source: Add to Calendar
es: Añadir al calendario.

source: %(name)s is probably available!
es: ¡%(name)s probablemente esté disponible!

source: If this name can't be taken now the account is almost certainly banned and the name will never expire.
es: Si el nombre no puede ser elegido, seguramente la cuenta se encuentre baneada y el nombre nunca expirará.

source: Add Special Characters
es: Añade carácteres especiales.

source: %(summoner_name)s is available!
es: %(summoner_name)s está disponible

source: This name currently isn't used.
es: Este nombre actualmente no está en uso.

source: It is available for new accounts.
es: Está disponible para nuevas cuentas.

source: league of legends names list
es: lista de nombres de la liga de leyendas

source: names for league of legends
es: nombres para la liga de leyendas

source: league of legends nicknames
es: apodos de la liga de leyendas

source: league of legends names available
es: nombres de la liga de leyendas disponibles

source: cool league of legends names
es: nombres geniales de la liga de leyendas

source: nicknames for league of legends
es: apodos para la liga de leyendas

source: best names for league of legends
es: mejores nombres para la liga de leyendas

source: Lists of all the best summoner names!
es: Lista de los mejores nombres de invocador

source: Select a list and region
es: Selecciona una lista y una región

source: Regularly updated, curated lists of the best currently available League of Legend summoner names. Find lists with all the best summoner names.
es: Actualizado regularmente, listas precisas de los mejores nombres de League of Legends actualmente. Encuentra listas con los mejores nombres de invocador.

source: See a list of %(page_title)s and when they're available!
es: ¡Vea una lista de %(page_title)s y cuándo estarán disponibles!

source: Name
es: Nombre

source: Type
es: Tipo de cambio

source: Availability (days)
es: Disponibilidad (en días)

source: Recheck
es: Recargar

source: Name change only
es: Solo cambios de nombre

source: Click to update
es: Haz click para actualizar

source: New accounts or name change
es: Nueva cuenta o cambio de nombre

source: Active Match Lookup
es: Búsqueda de partida activa

source: lol match lookup
es: búsqueda de coincidencias lol

source: active match lol
es: partido activo lol

source: lol active match
es: lol partido activo

source: lol lookup
es: búsqueda lol

source: lol current match lookup
es: partida actual lol

source: lol game lookup
es: lol juego de búsqueda

source: see current League of Legends match details
es: Mira los detalles actuales de los partidos de League of Legends.

source: See your current League of Legends match details including your opponents rank, win ratio and level.
es: Mira los detalles del partido actual de League of Legends, incluyendo el rango, la proporción de victorias y el nivel de sus oponentes.

source: Use this page to search for the active match details for summoners currently in game.
es: Usa esta página para encontrar los detalles de los invocadores de la partida actual.

source: Summoner
es: Invocador

source: Champion
es: Campeón

source: Spells
es: Hechizos

source: Solo Rank
es: Rango en Clasificatoria

source: Winratio/Total
es: Porcentaje de victoria/derrota total

source: Runes
es: Runas

source: perfect pick'ems
es: pick'ems perfectos
