Repository: GijonDev/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: See the only player that still has a chance at perfect pick'ems plus all 647 perfect pickems from the group stage of the League of Legends World Championship 2018
es: Vea al único jugador que aún tiene la oportunidad de elegir entre los más perfectos, además de los 647 pickems perfectos de la fase de grupos del Campeonato Mundial de League of Legends 2018.

source: <p>Number of perfect scores: <b>0</b>
es: <p> Número de puntajes perfectos: <b>0</b>

source: <p><b>0</b> players with perfect pick'ems from group stage picked Invictus Gaming to win! At least 1 person picked every other team. See the pie charts for more details.
es: <p> <b>¡0</b> jugadores con pick'ems perfectos de la fase de grupos eligieron Invictus Gaming para ganar! Al menos 1 persona escogió a todos los demás equipos. Vea los gráficos circulares para más detalles.

source: <p>Highest possible scores: <b>124</b> total, <b>64</b> group and <b>60</b> knockout. The current highest knockout score is <b>35</b>.</p>
es: <p> Puntajes más altos posibles: <b>124 en</b> total, <b>64</b> grupos y <b>60</b> eliminatorias. El puntaje de octavos de final más alto actual es <b>35</b> . </p>

source: Pick'em Link
es: Enlace Pick'em

source: Group
es: Grupo

source: Knockout
es: Eliminatoria

source: Predicted Winner
es: Predición de ganador

source: Group Stage 50+ Points Predictions (outer) compared with 64 points (inner)
es: Etapa de grupo 50+ Predicciones de puntos (exterior) en comparación con 64 puntos (interior)

source: All Player Predictions (outer) compared with 64 points (inner)
es: Todas las predicciones de jugadores (exterior) en comparación con 64 puntos (interno)

source: Summoner Icon Statistics
es: Estadísticas por icono de invocador

source: lol summoner icons
es: iconos de invocador lol

source: League of Legends summoner icons
es: Iconos de invocador de League of Legends

source: lol icon
es: icono lol

source: summoner icons
es: iconos de invocador

source: summoner icon
es: icono de invocador

source: lol icon usage
es: uso de iconos lol

source: most popular League of Legends icons
es: Los iconos más populares de League of Legends

source: See all the most and least used summoner icons in League of Legends
es: Ve todos los íconos de invocador más y menos usados ​​en League of Legends

source: This table shows all the most used and rarest summoner icons in League of Legends for the current patch across all regions.
es: Esta tabla muestra todos los íconos de invocador más utilizados y raros en League of Legends para el parche actual en todas las regiones.

source: Number
es: Número

source: Usage
es: Uso

source: Summoner Level Statistics
es: Estadísticas por nivel de invocador

source: summoner statistics
es: estadísticas de invocador

source: lol summoner statistics
es: estadísticas de invocador lol

source: lol statistics
es: lol estadísticas

source: lol summoner level
es: lol nivel de invocador

source: level in lol
es: nivel en lol

source: summoner statistics lol
es: estadísticas de invocador lol

source: statistics lol
es: estadísticas lol

source: See all the League of Legends summoner level statistics
es: Ver todas las estadísticas de nivel de invocador de League of Legends

source: This graph compares all the summoners between level 100 and 125 across all regions.
es: Este gráfico compara todos los invocadores entre los niveles 100 y 125 en todas las regiones.

source: Summoner level distribution by region
es: Distribución de nivel de invocador por región

source: Number of Summoners
es: Número de invocadores

source: lol name change history
es: lol historia de cambio de nombre

source: league name change history
es: historia de cambio de nombre de liga

source: lol name history
es: lol nombre de historia

source: League of Legends previous names
es: League of Legends nombres anteriores

source: League of Legends name change history
es: Historial de cambio de nombre de League of Legends

source: lol previous names
es: lol nombres anteriores

source: League of Legends name history
es: Historial de nombres de League of Legends

source: League of Legends name change
es: Cambio de nombre de League of Legends

source: league name history
es: historia del nombre de la liga

source: summoner name history
es: historial de nombres de invocador

source: lol name change
es: cambio de nombre lol

source: lol name tracker
es: lol rastreador de nombres

source: league name change tracker
es: rastreador de cambio de nombre de liga

source: Track League of Legends name changes!
es: Rastrear cambios de nombre en League of Legends

source: Step 1: Lookup Account ID
es: Paso 1: Buscar ID de cuenta

source: Step 2: Search by Account ID and bookmark to track
es: Paso 2: Búsqueda por ID de cuenta y marcador para rastrear
